{
    "type": "Page",
    "title": "Sejarah",
    "slug": "sejarah",
    "sections": [
        {
            "type": "Hero",
            "title": "Sejarah",
            "subtitle": "History of PPI Aachen"
        },
        {
            "type": "Section",
            "title": "Sejarah PPI Aachen",
            "content": "Perhimpunan Pelajar Indonesia (PPI) Aachen didirikan pada 4 Mei 1956 bersamaan dengan berdirinya PPI Jerman. Organisasi ini dibentuk dalam rangka mendukung dan membantu pelajar Indonesia di Aachen. PPI Aachen pertama kali dipimpin oleh Peter Manusama, dengan Liem Keng Kie sebagai bendahara, dan B.J. Habibie sebagai sekretaris saat ia berkuliah di RWTH Aachen. Pada 1957, sidang perwakilan anggota pertama diadakan, dan melalui pemilihan umum, B.J. Habibie terpilih menjadi ketua PPI Aachen.\n\nPada tahun itu juga, PPI Aachen di bawah pimpinan B.J. Habibie mencetuskan Seminar Pembangunan. Seminar ini, sesuai dengan namanya, membawa beberapa tema diskusi seputar pembangunan Indonesia, terutama dalam tema industri dan teknologi, terutama industri strategis seperti industri penerbangan, telekomunikasi dan perkapalan. Selain itu, ada juga diskusi mengenai SDM serta pembahasan mengenai isu-isu politik pada saat itu.",
            "image": "/images/sejarah/habibie_ppi.jpg",
            "imageCaption": "Foto B.J. Habibie bersama teman-teman PPI",
            "imagePosition": "right"
        },
        {
            "type": "Section",
            "content": "Pada awal 1990-an, PPI Aachen terus berkembang dengan semakin banyaknya pelajar Indonesia yang datang, terutama melalui program beasiswa dari BPPT dan IPTN. Pada 1993, PPI Aachen dipimpin oleh Yoshua, seorang mahasiswa Elektroteknik di RWTH Aachen yang juga aktif di komunitas Kristen PERKI. Pada 1995, kepemimpinan PPI Aachen dipegang oleh Andy Sugiarto, seorang mahasiswa Studienkolleg berusia 19 tahun, menjadikannya ketua termuda PPI di Jerman saat itu.\n\nSelama periode ini, PPI Aachen aktif mengadakan berbagai kegiatan, termasuk pertemuan rutin di Katakomben untuk diskusi, permainan, dan program PPI. PPI Aachen juga mengorganisir kunjungan tokoh seperti Amien Rais, bekerja sama dengan KBRI Bonn dalam menyambut pejabat RI, serta mengorganisir perjalanan perwakilan dari PPI Jerman untuk perayaan 17 Agustus 1995 di London.",
            "image": "/images/sejarah/logo_ppi_old.png",
            "imageCaption": "Logo PPI Aachen pra-2011",
            "imagePosition": "left"
        },
        {
            "type": "Section",
            "content": "Dalam perjalanannya, PPI Aachen sempat mengalami masa vakum atau mati suri pada periode 2011 hingga 2015. Selama periode tersebut, Sasmaya Tilottama berperan sebagai caretaker PPI Aachen dengan menjalankan tugas-tugas ketua, sekretaris, dan bendahara secara bersamaan untuk memastikan keberlangsungan organisasi. PPI Aachen akhirnya dihidupkan kembali secara penuh pada tanggal 18 Januari 2015 dalam sebuah pertemuan di gedung Welthaus, Aachen. Pada kesempatan tersebut, Dimaz Ibrahim terpilih sebagai ketua PPI Aachen dan membentuk kabinet PPI Aachen untuk periode 2015/2016.\n\nPada tahun 2021, PPI Aachen bersama dengan PPI Jerman sukses menyelenggarakan ICONIC setelah sempat vakum akibat pandemi. ICONIC sendiri merupakan acara yang memberikan wadah bagi mahasiswa Indonesia di seluruh dunia untuk mengumpulkan dan mempresentasikan hasil riset serta penelitian mereka.",
            "image": "/images/sejarah/iconic_event.jpg",
            "imageCaption": "ICONIC 2022",
            "imagePosition": "right"
        },
        {
            "type": "Section",
            "content": "Saat ini, PPI Aachen membantu dan mendukung lebih dari 600 pelajar Indonesia yang berada di Aachen dan sekitarnya. Dengan semakin meningkatnya jumlah pelajar Indonesia, baik yang menempuh pendidikan dalam program Ausbildung, Bachelor, Master, PhD, dll, peran PPI Aachen semakin signifikan dalam membantu pelajar Indonesia beradaptasi dan berkembang di lingkungan akademik serta sosial di Jerman."
        }
    ]
}