{
    "type": "Page",
    "title": "SPA",
    "slug": "spa",
    "sections": [
        {
            "type": "Hero",
            "title": "SPA",
            "subtitle": "Sidang Perwakilan Anggota PPI Aachen"
        },
        {
            "type": "Section",
            "title": "Tentang Sidang Perwakilan Anggota",
            "content": "<h2 class=\"text-[#002F6C] font-bold border-b pb-2 mb-6\">Tentang Sidang Perwakilan Anggota</h2>\n<p>\nSidang Perwakilan Anggota (SPA) adalah forum tertinggi di PPI Aachen yang memiliki kekuatan hukum untuk menjalankan berbagai fungsi penting, seperti memilih Ketua dan anggota BPKK, mengubah AD/ART jika diperlukan, menerima atau menolak laporan pertanggungjawaban Badan Eksekutif dan BPKK, menetapkan anggota kehormatan, serta mengesahkan garis besar program kerja PPI Aachen. Keputusan yang diambil dalam SPA bersifat mengikat bagi seluruh anggota dan badan perlengkapan perhimpunan. Seluruh anggota PPI Aachen berhak menjadi peserta SPA, tetapi hanya anggota penuh PPI Aachen yang diperbolehkan berpartisipasi dalam pemilihan (AD Pasal 8.2).\n</p>\n\n<h2 class=\"text-[#002F6C] font-bold border-b pb-2 mt-12 mb-6\">Tata Tertib</h2>\n<ol class=\"list-decimal pl-5 space-y-1\">\n<li>Mengenakan pakaian sopan dan formal.</li>\n<li>Dilarang melakukan tindakan yang dapat menghalangi jalannya sidang.</li>\n<li>Dilarang menginterupsi tanpa izin presidium sidang terlebih dahulu.</li>\n<li>Jika ingin meninggalkan ruangan sidang (ke WC dan/atau lainnya) diharap untuk izin terlebih dahulu.</li>\n<li>Peserta dilarang meninggalkan ruangan sidang 5 menit sebelum pemungutan suara dimulai.</li>\n<li>Peserta diwajibkan mengangkat tangan jika ingin berbicara ataupun bertanya kepada presidium sidang.</li>\n<li>Peserta undangan hanya memiliki hak bicara jika diizinkan oleh presidium sidang.</li>\n</ol>\n\n<h2 class=\"text-[#002F6C] font-bold border-b pb-2 mt-12 mb-6\">Hak & Kewajiban Peserta</h2>\n\n<h3 class=\"text-gray-900 font-bold mt-8 mb-2\">Hak Peserta (Anggota Penuh)</h3>\n<ol class=\"list-decimal pl-5 space-y-1\">\n<li><strong>Hak bicara:</strong> adalah untuk bertanya mengeluarkan pendapat, dan mengajukan usulan kepada presidium sidang baik secara lisan.</li>\n<li><strong>Hak suara:</strong> adalah hak untuk ikut mengambil bagian dalam pengambilan keputusan.</li>\n<li><strong>Hak memilih:</strong> adalah hak untuk menentukan pilihan dalam proses pemilihan.</li>\n<li><strong>Hak dipilih:</strong> adalah hak untuk dipilih dalam proses pemilihan.</li>\n</ol>\n\n<h3 class=\"text-gray-900 font-bold mt-8 mb-2\">Kewajiban Peserta</h3>\n<ol class=\"list-decimal pl-5 space-y-1\">\n<li>Mentaati tata tertib/permusyawaratan.</li>\n<li>Menjaga ketenangan/harmonisasi konferensi.</li>\n</ol>\n\n<h2 class=\"text-[#002F6C] font-bold border-b pb-2 mt-12 mb-6\">Alur Pertanggungjawaban dan Kontrol</h2>\n\n<h3 class=\"text-gray-900 font-bold mt-8 mb-2\">1. Fase Pembentukan (Mandat)</h3>\n<ul class=\"list-disc pl-5 space-y-1\">\n<li><strong>SPA Memilih Eksekutif:</strong> SPA berfungsi memilih Ketua PPI Aachen. Ketua terpilih kemudian menyusun kepengurusan Badan Eksekutif.</li>\n<li><strong>SPA Memilih BPKK:</strong> SPA juga memilih anggota BPKK untuk periode yang sama.</li>\n</ul>\n\n<h3 class=\"text-gray-900 font-bold mt-8 mb-2\">2. Fase Operasional (Kerja & Pengawasan)</h3>\n<ul class=\"list-disc pl-5 space-y-1\">\n<li><strong>Eksekutif Bekerja:</strong> Badan Eksekutif menjalankan program kerja dan keputusan-keputusan SPA.</li>\n<li><strong>BPKK Mengawasi (Fungsi Kontrol):</strong> BPKK melakukan pengontrolan terhadap kegiatan dan keuangan Badan Eksekutif.</li>\n<li><strong>Audit Berkala:</strong> BPKK wajib memeriksa eksekutif sekurang-kurangnya 6 bulan sekali dan memberitahukan hasilnya secara tertulis.</li>\n</ul>\n\n<h3 class=\"text-gray-900 font-bold mt-8 mb-2\">3. Fase Pertanggungjawaban (Laporan Akhir)</h3>\n<ul class=\"list-disc pl-5 space-y-1\">\n<li><strong>LPJ Eksekutif:</strong> Badan Eksekutif wajib melaporkan dan mempertanggungjawabkan kegiatannya (termasuk keuangan & administrasi) secara tertulis kepada SPA.</li>\n<li><strong>Laporan BPKK:</strong> BPKK wajib mempertanggungjawabkan hasil kerjanya (hasil audit atas eksekutif) kepada SPA.</li>\n</ul>\n\n<h3 class=\"text-gray-900 font-bold mt-8 mb-2\">4. Fase Keputusan (Demisioner)</h3>\n<ul class=\"list-disc pl-5 space-y-1\">\n<li><strong>Penilaian SPA:</strong> SPA berhak menerima atau menolak Laporan Pertanggungjawaban dari Badan Eksekutif dan BPKK.</li>\n<li><strong>Pembebasan Jabatan:</strong> Jika laporan diterima, SPA membebaskan pengurus dari jabatannya (demisioner). SPA adalah satu-satunya badan yang berhak membebaskan pengurus pusat setelah mempertimbangkan laporan BPKK.</li>\n</ul>\n\n<h2 class=\"text-[#002F6C] font-bold border-b pb-2 mt-12 mb-6\">Penjelasan Peran Struktur Organisasi</h2>\n\n<h3 class=\"text-gray-900 font-bold mt-8 mb-2\">Pelaksana/Pengurus (Eksekutif)</h3>\n<ul class=\"list-disc pl-5 space-y-1\">\n<li><strong>Status Hukum:</strong> Merupakan badan koordinasi perhimpunan yang merupakan penanggung jawab hukum perhimpunan (AD Pasal 12.1).</li>\n<li><strong>Tugas Utama:</strong> Melaksanakan keputusan-keputusan SPA, melakukan koordinasi dengan PPI Jerman, dan melaksanakan misi organisasi (AD Pasal 16.2).</li>\n<li><strong>Wewenang:</strong> Mewakili perhimpunan ke luar dan ke dalam, serta menerima anggota penuh/luar biasa (AD Pasal 16.1).</li>\n<li><strong>Masa Jabatan:</strong> 1 tahun dengan opsi perpanjangan 6 bulan (ART Pasal 4.1.b).</li>\n</ul>\n\n<h3 class=\"text-gray-900 font-bold mt-8 mb-2\">SPA & Rapat Anggota (Legislatif)</h3>\n<ul class=\"list-disc pl-5 space-y-1\">\n<li><strong>Kekuasaan Tertinggi:</strong> SPA memiliki kekuatan hukum tertinggi dalam perhimpunan (AD Pasal 14.1.a).</li>\n<li><strong>Pembuatan Aturan Dasar:</strong> Perubahan AD/ART hanya dapat dilakukan di SPA (AD Pasal 14.1.d) dan (AD Pasal 20).</li>\n<li><strong>Pemilihan Pemimpin:</strong> SPA berfungsi memilih Ketua PPI Aachen dan anggota BPKK (AD Pasal 14.1.c).</li>\n<li><strong>Peraturan Operasional:</strong> Rapat anggota menetapkan peraturan yang bersifat independen dan tidak bertentangan dengan AD/ART (AD Pasal 15.1.c).</li>\n</ul>\n\n<h3 class=\"text-gray-900 font-bold mt-8 mb-2\">Badan Pengawas Kegiatan & Keuangan/BPKK (Yudikatif)</h3>\n<ul class=\"list-disc pl-5 space-y-1\">\n<li><strong>Independensi:</strong> Badan yang mengontrol dan mengawasi kegiatan dan keuangan pengurus pusat yang bersifat independen (AD Pasal 12.2).</li>\n<li><strong>Hak Investigasi:</strong> Berhak mengambil langkah yang dianggap perlu sesuai fungsi kontrol (AD Pasal 17.2).</li>\n<li><strong>Audit Keuangan:</strong> Wajib memeriksa sekurang-kurangnya enam bulan sekali dan melaporkan secara tertulis (ART Pasal 6.2).</li>\n<li><strong>Mekanisme Pemakzulan:</strong> BPKK berhak mengusulkan SPA Luar Biasa (yang bisa berujung pada pergantian pengurus) (AD Pasal 17.3).</li>\n</ul>"
        }
    ]
}